{"What is your level of proficiency in English?": "native", "Do you live within commuting distance to Chichester now?": "yes", "Do you have a valid driver's license?": "yes", "Are you legally authorized to work in United Kingdom?": "yes", "Are you willing to undergo a background check, in accordance with local law/regulations?": "yes", "Are you willing to travel around the Uk or Eu if needed on an occasional basis?": "yes", "Are you comfortable commuting to this job's location?": "yes", "Will you now or in the future require sponsorship for employment visa status?": "no", "Are you comfortable working in a hybrid setting?": "yes", "Have you completed the following level of education: bachelor's degree?": "yes", "Do you live within a 1 hours commute of Bristol and are willing to travel into the office on two separate occasions per week to collaborate with the team?": "yes", "How many years of work experience do you have with Ruby?": "1", "How many years of work experience do you have with python (programming language)?": "1", "how many years of work experience do you have with React.js?": "1", "How many years of work experience do you have with Laravel?": "0", "How many years of work experience do you have with html?": "1", "How many years of work experience do you have with Mysql?": "1", "How many years of work experience do you have with web development?": "1", "How many years of work experience do you have with databases?": "1", "How many years of work experience do you have with Microsoft access?": "1", "How many years of work experience do you have with Sql?": "1", "LMNOxJ=ONML, what is MLON? No repeats, no zero": "don't know", "How many years of development do you have in a working environment?": "1", "How many years of work experience do you have with Javascript?": "1", "How many years of work experience do you have with Php?": "0", "how many years of work experience do you have with unidata?": "0", "how many years of work experience do you have with unibasic?": "0", "How many years of work experience do you have with C#?": "0", "How many years of work experience do you have with model-view-controller (MVC)?": "1", "How many years of work experience do you have with .net framework?": "0", "How many years of work experience do you have with Node.js?": "1", "How many years of work experience do you have with Golang?": "0", "How many years of work experience do you have with Java?": "1", "How many years of work experience do you have with Sharepoint Framework (SPFx)?": "0", "How many years of work experience do you have with Python (Programming Language)?": "1", "How many years of work experience do you have with Bash?": "1", "How many years of work experience do you have with Databases?": "1", "How many years of work experience do you have with Microsoft Access?": "0", "How many years of work experience do you have with SQL?": "1", "How many years of work experience do you have with 2nd Line IT Support?": "0", "How many years of work experience do you have with Mac?": "2", "How many years of work experience do you have with Microsoft 365?": "10", "How many years of work experience do you have with Google Workspace?": "1", "How many years of work experience do you have with Windows?": "10", "How many years industry experience do have?": "1", "How many years of work experience do you have with Security Systems?": "0", "How many years of experience do you have in the Fire & Security industry?": "0", "How many years of Information Technology experience do you currently have?": "10", "How many years of work experience do you have with HTML5?": "1", "How many years of work experience do you have with Cascading Style Sheets (CSS)?": "1", "How many years of work experience do you have with Angular?": "0", "How many web applications have you built/maintained?": "4", "Select your experience in relation to deploying applications in the cloud & provisioning cloud resources: 1.No experience 2.Basic (no hands-on exp.) 3.Hands-on exp. 4.Independently set up deployments": "4", "How many years of work experience do you have with PHP?": "0", "How many years of work experience do you have with MySQL?": "1", "How many years of work experience do you have with JavaScript?": "1", "How many years of work experience do you have with NoSQL?": "0", "How many years of work experience do you have with Active Directory?": "0", "How many years of work experience do you have with Microsoft Intune?": "0", "How many years of Engineering experience do you currently have?": "1", "How many years of work experience do you have with Perl?": "0", "How many years of experience do you have with Golang for backend development?": "0", "How many years of work experience do you have with Web Development?": "1", "How many years of work experience do you have with React.js?": "1", "How many years of work experience do you have with C++?": "0", "How many years of work experience do you have with Embedded Systems?": "0"}